export const th = {
	hero: {
		title: 'สวัสดีครับ ผมคือ',
		subtitle: 'จากนนทบุรี ประเทศไทย',
		action: 'ชมผลงาน'
	},
	intro: {
		title1: 'แนะนำตัว',
		1: 'ผมชื่อ พี ธนัชวัฒน์ วัฒนะสกุล',
		2: "ผมเป็น Frontend web developer",
		3: 'ที่มีใจรักและมีความสุขกับงานที่ทำ',
		title2: 'ผมทำอะไรได้บ้าง',
		4: "ตอบง่ายๆ คือผมเป็นคนทำเว็บไซต์แบบ Full stack",
		5: 'นั่นคือผมทำทุกขั้นตอนตั้งแต่ดีไซน์จนถึงขั้นตอนสุดท้าย',
		title3: 'ทักษะที่มี'
	},
	work: {
		title: 'ผลงานบางส่วน'
	},
	pricing: {
		title: 'ผมคิดค่าบริการเท่าไหร่?',
		title2: 'ค่าบริการ',
		info: '*ไม่รวมค่าโดเมน และ โฮสต์',
		1: 'คำตอบคือ',
		2: 'ขึ้นอยู่กับความต้องการของตัวเว็บไซต์',
		link: 'ดูรายละเอียดที่นี่',
		from: 'เริ่ม',
		currency: 'บาท',
		get_quote: 'ขอใบเสนอราคา',
		package: {
			1: {
				title: 'Landing หรือ Single Page',
				desc:
					'เว็บไซต์หน้าเดียวหรือ Landing page ซึ่งจะช่วยให้คุณสามารถบรรลุเป้าหมายที่คุณต้องการสำหรับธุรกิจของคุณ'
			},
			2: {
				title: 'เว็บไซต์',
				desc:
					"ต้องการปรับปรุงเว็บไซต์ใหม่? หรือต้องการมีเว็บไซต์สำหรับธุรกิจของคุณ ผมพร้อมให้บริการครับ"
			},
			3: {
				title: 'ร้านออนไลน์',
				desc:
					"อยากได้กำไรหรือเพิ่มยอดขาย? ยุคนี้ไม่ว่าใครก็ขายของออนไลน์ทั้งนั้น ถ้าคุณต้องการผมก็พร้อมให้บริการครับ"
			}
		},
		benefits: {
			title: 'สิ่งที่คุณจะได้รับ',
			1: 'Responsive website ใช้งานได้ทุกอุปกรณ์',
			2: 'ออกแบบใหม่ 100% ไม่มีการใช้เทมเพลต',
			3: 'ตั้งค่า SEO พื้นฐาน',
			4: "รูปภาพบนเว็บไซต์ (ถ้าคุณไม่มี)",
			5: 'คำแนะนำและช่วยเหลือ ตลอดการทำงาน'
		}
	},
	responsive: {
		title: 'Responsive websites',
		desc:
			"ประสบการณ์ของผู้ชมเว็บไซต์นั้นสำคัญ ดังนั้นจึงเป็นเรื่องจำเป็นที่ผมจะต้องออกแบบเว็บไซต์ของคุณให้ดูสวยงาม และใช้งานได้ในทุกอุปกรณ์อย่างไม่มีปัญหา"
	},
	process: {
		title: 'ขั้นตอนการทำงาน',
		steps: {
			1: {
				title: 'ประเมิณ',
				desc:
					'ประเมิณราคาจากแบบฟอร์มขอใบเสนอราคา เพื่อออกใบเสนอราคา'
			},
			2: {
				title: 'เริ่มงาน',
				desc:
					"เมื่อใบเสนอราคาได้รับการยอมรับหรือเซ็นต์แล้ว ผมจะออกใบแจ้งหนี้ ซึงคือเงินค่ามัดจำ 50% ของค่าใช้จ่ายทั้งหมด และเริ่มงานหลังจากที่ได้รับการชำระเงินแล้ว",
				info: 'ถ้ามีรูปภาพ โลโก้ หรือคำชี้แจงอื่น สามารถส่งให้ผมได้เลยในขั้นตอนนี้'
			},
			3: {
				title: 'ตรวจงานออกแบบ',
				desc:
					'ผมจะส่งแบบดีไซน์ให้ตรวจ ซึ่งการตรวจ/แก้ไข มีเพียงแค่สองรอบ ดังนั้นควรตรวจทานและให้ความเห็นให้ครบถ้วนที่สุด เมื่อผ่านแล้วผมจะลงมือทำเว็บไซต์'
			},
			4: {
				title: 'เสร็จสิ้น',
				desc:
					"คุณจะได้รับใบแจ้งหนี้ และเว็บไซต์ของคุณจะใช้งานได้หลังชำระเงินแล้ว ถ้ามีข้อผิดพลาดหรือต้องมีการแก้ไขเล็กน้อย ผมจะแก้ไขให้ฟรี",
				info: 'การแก้ไขบางอย่างอาจมีค่าใช้จ่ายเพื่มเติม'
			}
		}
	},
	hosting: {
		title: 'โฮสต์ และ โดเมน',
		yearly: 'บาท / ปี',
		basic: 'ทั่วไป',
		business: 'ธุรกิจ',
      enterprise: 'องค์กร',
      cms_hosting: 'โฮสต์ CMS',
      cms_hosting_desc: 'คุณสามารถจัดการข้อมูลบนเว็บไซต์ได้ เช่น บทความ ข่าวสาร หรืออื่นๆ',
      ecom_hosting: 'โฮสต์ Ecommerce',
      ecom_hosting_desc: 'เหมือนกับ CMS แต่เพิ่มระบบจัดการสินค้าและชำระเงินขึ้นมา',
		1: {
			title: 'Static site',
			desc:
				"ไม่มีการเก็บข้อมูล หรือระบบจัดการใดๆ ไม่สามารถแก้ไขข้อมูลบนเว็บไซต์ได้"
		}
	},
	quote: {
		steps: 'หน้าที่',
		next: 'ต่อไป',
		back: 'ย้อนกลับ',
		of: ' จาก ',
		start: 'เริ่มทำแบบสอบถาม',
		has: 'มี',
		not_has: 'ไม่มี',
		yes: 'ใช่',
		no: 'ไม่',
		1: {
			msg:
				'โปรดทำแบบสอบถามต่อไปนี้ เพื่อทำการประเมิณราคาเว็บไซต์ของลูกค้า หลังจากนั้นผมจะออกใบเสนอราคาให้ ส่วนใหญ่แล้วจะใช้เวลาไม่เกิน 1 วัน และทำการส่งให้ลูกค้าทางอีเมล ถ้าผมมีคำถามเพิ่มเติม ผมจะทำการติดต่อกลับไปครับ'
		},
		2: {
			name: 'คุณชื่ออะไร?',
			company_name: 'ชื่อบริษัท (ถ้ามี)',
			email: 'อีเมลของคุณ',
			contact: 'ช่องทางติดต่ออื่น',
			address: 'ที่อยู่ของคุณ',
			placeholder1: 'ชื่อของคุณ',
			placeholder2: 'ชื่อบริษัท',
			placeholder3: 'โทรศัพท์ ไลน์ หรืออื่นๆ',
			placeholder4: 'ที่อยู่ที่สามารถติดต่อได้'
		},
		3: {
			website_for: 'คุณต้องการเว็บไซต์สำหรับอะไร?',
			example: 'อาจระบุว่าคุณทำธุรกิจอะไร หรือ เป้าหมายของคุณก็ได้',
			placeholder: 'เช่น ธุรกิจของคุณ ขายสินค้า พอร์ตโฟลิโอ'
		},
		4: {
			has_logo: 'คุณมีโลโก้แบรนด์ของคุณหรือไม่?',
			has_design: 'คุณมีแบบดีไซน์อยู่แล้วหรือไม่?',
			example: 'ถ้าไม่มีคุณต้องเสียค่าออกแบบเพิ่มหรือคุณสามารถจ้างดีไซน์เนอร์อื่นทำให้ก็ได้',
			has_website: 'ถ้าคุณมีเว็บไซต์เดิมอยู่แล้วโปรดระบุ',
			placeholder: 'ลิ้งค์ไปยังเว็บไซต์ของคุณ'
		},
		5: {
			hosting: 'คุณต้องการโฮสต์กับโดเมนหรือไม่?',
			function: 'คุณต้องการให้เว็บไซต์ทำอะไรได้บ้าง?'
		},
		6: {
			pages: 'คุณต้องการเว็บไซต์กี่หน้า?',
			page_content: 'ต้องการหน้าเกี่ยวกับอะไรบ้าง?',
			placeholder1: 'จำนวนหน้า',
			placeholder2: 'เช่น เกี่ยวกับเรา สินค้าและบริการ ติดต่อเรา'
		},
		7: {
			extra: 'บอกความต้องการเพิ่มเติม',
			example: 'ถ้ามีตัวอย่างเว็บไซต์แบบที่คุณต้องการโปรดระบุลิ้งค์',
			placeholder: 'เช่น รูปแบบดีไซน์ ฟังก์ชั่นการใช้งาน ตัวอย่างเว็บไซต์'
		},
		8: {
			budget: 'คุณมีงบประมาณเท่าไหร่',
			deadline: 'ต้องการให้งานเสร็จภายในเวลาเท่าไหร่',
			placeholder: 'จำนวนเงิน'
		},
		9: {
			question: 'คำถามเพิ่มเติม',
			placeholder: 'หากมีคำถามคุณสามารถเขียนได้ที่นี่'
		},
		finish: 'ส่งแบบฟอร์มเรียบร้อยแล้ว',
		finish_msg: 'ผมจะทำการตอบกลับทางอีเมลพร้อมกับใบเสนอราคาครับ',
		back_home: 'กลับหน้าแรก'
	},
	contact: {
		button: 'CONTACT ME',
		phone: '+66922730725',
		available: {
			title: 'โทรศัพท์เฉพาะ',
			date: 'วันจันทร์ - เสาร์',
			time: '9.30 - 17.00'
		}
	}
};
