<template>
  <div class="page-content">
    <div class="container w-container">
      <h1 class="section-title">ข้อตกลงในการทำงาน</h1>
      <ol class="agreement-list">
        <li class="agreement-text">
          <span class="underlined">ผมไม่สามารถไปประชุมกับลูกค้าต่อหน้าได้</span> เนื่องจากการเดินทางในกรุงเทพใช้เวลามากเกินไป
          <br>เรื่องการส่งงาน การแก้ไขงาน ลูกค้าสามารถติดต่อผ่านช่องทางอื่นได้เช่น Line หรืออื่นๆ
          <br>การส่งแบบดีไซน์ ส่วนมากจะเป็นเว็บไซต์จริงที่ลูกค้าสามารถเข้าไปดูได้เลย หรือ
          <br>เป็นลิงค์แสดงแบบดีไซน์ซึ่งลูกค้าสามารถ คอมเมนต์ในส่วนที่ต้องการแก้ไขได้เลย
        </li>
        <li>
          <span class="underlined">
            ต้องจ่ายเงินมัดจำก่อนเริ่มงาน
            <br>
          </span>โดยเงินมัดจำส่วนใหญ่ผมจะคิด 50% ของราคาโปรเจค
          <br>บางโปรเจคอาจแตกต่างกันไปแล้วแต่ระยะเวลางานหรือปัจจัยอื่น
        </li>
        <li>
          <span class="underlined">
            ต้องชำระเงินให้ครบก่อนส่งมอบงาน
            <br>
          </span>ก่อนส่งมอบงานในขั้นสุดท้ายหรืออัพโหลดเว็บไซต์ ลูกค้าต้องชำระเงินให้ครบก่อน
        </li>
        <li>
          <span class="underlined">การเลิกจ้าง</span> ลูกค้าสามารถเลิกจ้างทำงานกลางคันได้
          <br>และจะได้รับไฟล์ดีไซน์หากเลิกจ้างหลังเสร็จขั้นตอนพอดี
          <span
            class="underlined"
          >แต่จะไม่ได้รับเงินมัดจำคืน</span>
          <br>เว้นแต่การเลิกจ้างนั้นเป็นเหตุเกิดจากความผิดพลาดของผมเอง
        </li>
        <li>
          <span class="underlined">กรณีส่งงานไม่ตรงเวลา</span> ถ้าผมไม่สามารถส่งงานได้ทันตามเวลาที่ตกลงกับลูกค้า
          <br>ผมยินดีหักเงินค่าโปรเจควันละ 1% จากเงินมัดจำ (แต่ไม่เกิน 15%)
          <br>โดยการส่งงานช้าต้องเกิดจาก ความผิดพลาดของผมเอง เท่านั้น
          <br>หากเกิดจากความผิดพลาดของลูกค้าจะไม่มีการหักเงินใดๆ
          <br>*การนับวัน เริ่มนับในวันถัดมาหลังจากวันที่นัดส่งงาน
        </li>
        <li>
          <span class="underlined">ผมมีสิทธิ์ที่จะยกเลิกโปรเจค</span> หากเกิดปัญหาในกรณีซึ่งเกิดจากความผิดพลาดของผมเอง
          <br>โดยลูกค้าจะได้รับเงินมัดจำคืนทั้งหมด ยกเว้นปัญหา/ข้อพิพาทนั้นเกิดจากลูกค้าเอง
        </li>
      </ol>
    </div>
  </div>
</template>

<script>
export default {
  created() {
    this.$root.page = "page";
    this.$parent.menu = false;
  }
};
</script>
