<template>
  <div class="page-content">
    <div class="container w-container">
      <h1 class="section-title">ข้อตกลงในการทำงาน</h1>
      <div class="content is-medium">
        <ol class="agreement-list" style="margin:.5rem">
          <li class="agreement-text">
            <u>ผมไม่สามารถไปประชุมกับลูกค้าต่อหน้าได้</u><br>
            เรื่องการส่งงาน การแก้ไขงาน สามารถติดต่อผ่านช่องทางอื่นได้เช่น อีเมล Line หรืออื่นๆ
            <br>การส่งแบบดีไซน์ ส่วนมากจะเป็นเว็บไซต์จริงที่ลูกค้าสามารถเข้าไปดูได้เลย หรือ
            <br>เป็นลิงค์แสดงแบบดีไซน์ซึ่งลูกค้าสามารถ คอมเมนต์ในส่วนที่ต้องการแก้ไขได้เลย
          </li>
          <li>
            <u>ต้องจ่ายเงินมัดจำก่อนเริ่มงาน</u>
            <br>เงินมัดจำโปรเจคอาจแตกต่างกันไปแล้วแต่ระยะเวลางานหรือปัจจัยอื่น
          </li>
          <li>
            <u>ต้องชำระเงินให้ครบก่อนส่งมอบงาน</u>
            <br>ก่อนส่งมอบงานในขั้นสุดท้ายหรืออัพโหลดเว็บไซต์ ลูกค้าต้องชำระเงินให้ครบก่อน
          </li>
          <li>
            <u>การเลิกจ้าง</u>
            <br>ลูกค้าสามารถเลิกจ้างทำงานกลางคันได้
            <u>แต่จะไม่ได้รับเงินมัดจำคืน</u>
            <br>เว้นแต่การเลิกจ้างนั้นเป็นเหตุเกิดจากความผิดพลาดของผมเอง
          </li>
          <li>
            <u>กรณีส่งงานไม่ตรงเวลา</u> 
            <br>ถ้าผมไม่สามารถส่งงานได้ทันตามเวลาที่ตกลงกับลูกค้า
            <br>ผมยินดีหักเงินค่าโปรเจควันละ 1% ของเงินมัดจำ (แต่ไม่เกิน 15%)
            <br>โดยการส่งงานช้าต้องเกิดจาก ความผิดพลาดของผมเอง เท่านั้น
            <br>หากเกิดจากความผิดพลาดของลูกค้าจะไม่มีการหักเงินใดๆ
            <br>*การนับวัน เริ่มนับในวันถัดมาหลังจากวันที่นัดส่งงาน
            <br>*ความผิดพลาดของลูกค้า เช่น ตอบรับช้า จ่ายเงินช้า หรืออื่นๆ
          </li>
          <li>
            <u>ผมมีสิทธิ์ที่จะยกเลิกโปรเจค</u>
            <br>หากเกิดปัญหา/ข้อพิพาทในกรณีซึ่งเกิดจากผมเองหรือลูกค้า
            <br>โดยลูกค้าจะได้รับเงินมัดจำคืนทั้งหมด ยกเว้นปัญหา/ข้อพิพาทนั้นเกิดจากลูกค้าเอง
          </li>
        </ol>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  created() {
    this.$root.page = "page";
    this.$parent.menu = false;
  }
};
</script>
